20220113094226-fudan_seminar.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>fudan-seminar</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">fudan-seminar</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org51d9cdc">程明明 富尺度,显著性检测</a></li>
<li><a href="#orgce917aa">郑哲东： 辅助分类器 domain adaptation（迁移学习）</a></li>
<li><a href="#org2ee7d0b">付彦伟 少量样本统计机器学习</a>
<ul>
<li><a href="#orgc29f362">学习能力</a>
<ul>
<li><a href="#orgfbef780">学习计算规则</a></li>
<li><a href="#orgc3e242a">学习概念</a></li>
</ul>
</li>
<li><a href="#org43e85b6">learning</a>
<ul>
<li><a href="#orgf14bbac">supervised  learning</a></li>
<li><a href="#orgfaef93c">one shot</a></li>
<li><a href="#org6c67641">zero shot</a></li>
<li><a href="#org14008c7">N shot</a></li>
</ul>
</li>
<li><a href="#orga4985b9">Meta functional learning</a>
<ul>
<li><a href="#org6b782dc">manifold, cluster, continuity assumption</a></li>
<li><a href="#org269a09f">DessiLBI: exploring structural sparsity on deep network via differential inclusion path</a></li>
<li><a href="#org6195303">inverse scale space;</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfcd55c7">戈维峰 视觉中的深度学习算法与相应的数学物理方法</a>
<ul>
<li><a href="#orga6f3d31">图像理解</a></li>
<li><a href="#org4f6aa1f">图像匹配</a>
<ul>
<li><a href="#org36501f6">图像语义匹配</a></li>
<li><a href="#orgf0e87d6">超像素，CNN+GNN superpixel partition</a></li>
<li><a href="#orgc74373c">图神经网络+CNN GraphFPN</a></li>
</ul>
</li>
<li><a href="#orgd66336a">小目标检测：图神经金字塔</a></li>
<li><a href="#orgd713043">RankDNN learning to rank for few-shot learning.</a></li>
<li><a href="#org0246680">Distortion-free photorealistic style transfer via structure-consistent</a></li>
<li><a href="#org7a6bfbb">photorealitic style transfer guided by global information CCFAI2021</a></li>
<li><a href="#orge73eff9">inferior to cyclegan, 没有理论深度</a></li>
<li><a href="#org59c1f9a">物理模型（inductive bias)</a></li>
<li><a href="#orga530121">基于量子物理的神经网络可解释性</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
:ID:       615cb47f-8542-4e2f-ac2c-8536aaec96fb
</p>
<p>
good, interesting, frank, open.
</p>

<p>
computer vision, busy with SOTA
niche market
</p>

<p>
inductive bias
no generalization
</p>

<p>
few image samples
GNN enhancing CNN
</p>

<p>
math should be solid.
presentation is not clear enough
</p>

<p>
fu yanwei pixel2mesh
追热点，不是主流；
try to follow major trends
时间控制好
</p>


<div id="outline-container-org51d9cdc" class="outline-2">
<h2 id="org51d9cdc">程明明 富尺度,显著性检测</h2>
<div class="outline-text-2" id="text-org51d9cdc">
<p>
弱监督实例分割
leveraging instance, image- and dataset-level information for weekly supervised segmentation
</p>

<p>
基于卷积层多尺度的边缘检测 BSDS500
 richer convolution features for edge detection
</p>

<p>
显著性检测
</p>

<p>
通用知识+专用数据=鲁棒检测
class activation map CAM 伪标签
</p>

<p>
mmcheng.net
jittor/minspore
DOCX行动倡议
</p>

<p>
saliency?: conditional distribution P(1/0 | individual common sense)
</p>
</div>
</div>

<div id="outline-container-orgce917aa" class="outline-2">
<h2 id="orgce917aa">郑哲东： 辅助分类器 domain adaptation（迁移学习）</h2>
<div class="outline-text-2" id="text-orgce917aa">
<p>
semisupervised, inductive learning &#x2013;&gt; transductive learning
</p>

<p>
co-training (adverserial training?)
</p>

<p>
memory?
</p>


<p>
certainty measure with salient features like vanishing line,
uncertainty formulation: large variance
</p>

<p>
rectifying pseudo labels;
</p>

<p>
priror knowledge; old school theory
</p>
</div>
</div>


<div id="outline-container-org2ee7d0b" class="outline-2">
<h2 id="org2ee7d0b">付彦伟 少量样本统计机器学习</h2>
<div class="outline-text-2" id="text-org2ee7d0b">
</div>
<div id="outline-container-orgc29f362" class="outline-3">
<h3 id="orgc29f362">学习能力</h3>
<div class="outline-text-3" id="text-orgc29f362">
</div>
<div id="outline-container-orgfbef780" class="outline-4">
<h4 id="orgfbef780">学习计算规则</h4>
</div>
<div id="outline-container-orgc3e242a" class="outline-4">
<h4 id="orgc3e242a">学习概念</h4>
</div>
</div>
<div id="outline-container-org43e85b6" class="outline-3">
<h3 id="org43e85b6">learning</h3>
<div class="outline-text-3" id="text-org43e85b6">
</div>
<div id="outline-container-orgf14bbac" class="outline-4">
<h4 id="orgf14bbac">supervised  learning</h4>
</div>
<div id="outline-container-orgfaef93c" class="outline-4">
<h4 id="orgfaef93c">one shot</h4>
</div>
<div id="outline-container-org6c67641" class="outline-4">
<h4 id="org6c67641">zero shot</h4>
</div>
<div id="outline-container-org14008c7" class="outline-4">
<h4 id="org14008c7">N shot</h4>
</div>
</div>
<div id="outline-container-orga4985b9" class="outline-3">
<h3 id="orga4985b9">Meta functional learning</h3>
<div class="outline-text-3" id="text-orga4985b9">
</div>
<div id="outline-container-org6b782dc" class="outline-4">
<h4 id="org6b782dc">manifold, cluster, continuity assumption</h4>
</div>
<div id="outline-container-org269a09f" class="outline-4">
<h4 id="org269a09f">DessiLBI: exploring structural sparsity on deep network via differential inclusion path</h4>
</div>
<div id="outline-container-org6195303" class="outline-4">
<h4 id="org6195303">inverse scale space;</h4>
</div>
</div>
</div>

<div id="outline-container-orgfcd55c7" class="outline-2">
<h2 id="orgfcd55c7">戈维峰 视觉中的深度学习算法与相应的数学物理方法</h2>
<div class="outline-text-2" id="text-orgfcd55c7">
</div>
<div id="outline-container-orga6f3d31" class="outline-3">
<h3 id="orga6f3d31">图像理解</h3>
</div>
<div id="outline-container-org4f6aa1f" class="outline-3">
<h3 id="org4f6aa1f">图像匹配</h3>
<div class="outline-text-3" id="text-org4f6aa1f">
</div>
<div id="outline-container-org36501f6" class="outline-4">
<h4 id="org36501f6">图像语义匹配</h4>
</div>
<div id="outline-container-orgf0e87d6" class="outline-4">
<h4 id="orgf0e87d6">超像素，CNN+GNN superpixel partition</h4>
</div>
<div id="outline-container-orgc74373c" class="outline-4">
<h4 id="orgc74373c">图神经网络+CNN GraphFPN</h4>
</div>
</div>
<div id="outline-container-orgd66336a" class="outline-3">
<h3 id="orgd66336a">小目标检测：图神经金字塔</h3>
</div>
<div id="outline-container-orgd713043" class="outline-3">
<h3 id="orgd713043">RankDNN learning to rank for few-shot learning.</h3>
</div>
<div id="outline-container-org0246680" class="outline-3">
<h3 id="org0246680">Distortion-free photorealistic style transfer via structure-consistent</h3>
</div>
<div id="outline-container-org7a6bfbb" class="outline-3">
<h3 id="org7a6bfbb">photorealitic style transfer guided by global information CCFAI2021</h3>
</div>
<div id="outline-container-orge73eff9" class="outline-3">
<h3 id="orge73eff9">inferior to cyclegan, 没有理论深度</h3>
</div>
<div id="outline-container-org59c1f9a" class="outline-3">
<h3 id="org59c1f9a">物理模型（inductive bias)</h3>
</div>
<div id="outline-container-orga530121" class="outline-3">
<h3 id="orga530121">基于量子物理的神经网络可解释性</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
